# Цвет меню
color_bg_menu = '#67dbb8'
#Цвет кнопки при наведении мфшки
color_bg_btn_activ = "#a7fa89"

color_FrameDawnWin = 'red'
# цвет общего фона окна договоры
bg_contract_color = '#95bfc2'


# Настройки заголовков таблиц
heads_contract = [
    '№ договора',
    '№(входящий)',
    'Контрагент',
    'Дата начала',
    'Дата закл',
    'Дата окончания',
    'Сумма',
    'Предмет договора',
    'Тип договора',
    'Ответственный',
    'comment'
                  ]

columns_contract = [
    '№ договора',
    '№(входящий)',
    'Контрагент',
    'Дата начала',
    'Дата закл',
    'Дата окончания',
    'Сумма',
    'Предмет договора',
    'Тип договора',
    'Ответственный',
    'comment'
                    ]

heads_additional = [
    '№ допника',
    'Что делает',
    'Дата',
    'Новая дата',
    'Сумма',
    'Коментарий'
]

columns_additional = [
    '№ допника',
    'Что делает',
    'Дата',
    'Новая дата',
    'Сумма',
    'Коментарий'
]

heads_firm = [
    'id',
    'Название',
    'Полное название',
    'ИНН',
    'СМСП'
]

list_firm = [
    'id',
    'Название',
    'Полное название',
    'ИНН',
    'СМСП'
]
